

export const data = [
  {
    "id": '1',
    "author": "王维",
    "content": "楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
    "dynasty": "唐代",
    "resultConfidence": 0.536,
    "title": "汉江临眺",
    "userFeedback": null
  },
  {
    "id": '2',
    "author": "李白",
    "content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
    "dynasty": "唐代",
    "resultConfidence": 0.536,
    "title": "渡荆门送别",
    "userFeedback": null
  },
  {
    "id": '3',
    "author": "李白",
    "content": "凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。",
    "dynasty": "唐代",
    "resultConfidence": 0.505,
    "title": "登金陵凤凰台",
    "userFeedback": null
  },
  {
    "id": '4',
    "author": "李白",
    "content": "我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张，影落明湖青黛光。金阙前开二峰长，银河倒挂三石梁，香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。",
    "dynasty": "唐代",
    "resultConfidence": 0.497,
    "title": "庐山谣寄卢侍御虚舟",
    "userFeedback": null
  },
  {
    "id": '5',
    "author": "李白",
    "content": "海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。(四万 一作：一万)\n我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。\n世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜！",
    "dynasty": "唐代",
    "resultConfidence": 0.459,
    "title": "梦游天姥吟留别",
    "userFeedback": null
  }
]